Repository: Arsen-001/qrspace
Catalog: apps/ios/QRSpace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, pt, ru

# storageMonthly
source: Space is monthly; the code itself works forever. Not renewed — back to 1 MB: what's there stays, but you can't add more.
de: Platz ist monatlich, der Code selbst funktioniert immer. Nicht verlängert — wieder 1 MB: Vorhandenes bleibt, Neues kannst du nicht hinzufügen.
es: El espacio es mensual; el código funciona siempre. Sin renovar vuelve a 1 MB: lo que hay se queda, pero no podrás añadir más.
fr: L’espace est mensuel ; le code fonctionne pour toujours. Sans renouvellement, retour à 1 Mo : ce qui existe reste, mais rien de nouveau.
hy: Տեղը ամսական է, կոդն ինքը աշխատում է միշտ։ Չերկարացրիք՝ կմնա 1 ՄԲ. եղածը չի կորչի, բայց նորը չեք ավելացնի։
pt: O espaço é mensal; o código funciona para sempre. Sem renovar volta a 1 MB: o que existe fica, mas não dá para adicionar mais.
ru: Место — помесячно, сам код работает всегда. Не продлили — останется 1 МБ: что уже лежит, не пропадёт, но новое не добавить.

# storageNow
source: Current
de: Aktuell
es: Actual
fr: Actuel
hy: Հիմա
pt: Atual
ru: Сейчас

# storagePaidUntil
source: paid until
de: bezahlt bis
es: pagado hasta
fr: payé jusqu’au
hy: վճարված է մինչև
pt: pago até
ru: оплачено до

# storageRenew
source: Renew for a month
de: Um einen Monat verlängern
es: Renovar un mes
fr: Renouveler un mois
hy: Երկարացնել մեկ ամսով
pt: Renovar por um mês
ru: Продлить на месяц

# storageTitle
source: Space under the code
de: Platz unter dem Code
es: Espacio bajo el código
fr: Espace sous le code
hy: Տեղ կոդի տակ
pt: Espaço sob o código
ru: Место под кодом

# storageTooSmall
source: What's there already won't fit
de: Was schon da ist, passt nicht
es: Lo que ya hay no cabe
fr: Ce qui existe déjà ne tiendra pas
hy: Եղածը չի տեղավորվի
pt: O que já existe não cabe
ru: Не влезет то, что уже есть

# store.createNotInApp
source: This code isn’t free. In the app you can create your first simple code for free, or a code from your pack.
de: Dieser Code ist nicht kostenlos. In der App kannst du deinen ersten einfachen Code kostenlos erstellen oder einen Code aus deinem Paket.
es: Este código no es gratis. En la app puedes crear gratis tu primer código simple o un código de tu paquete.
fr: Ce code n’est pas gratuit. Dans l’app, vous pouvez créer gratuitement votre premier code simple ou un code de votre pack.
hy: Այս կոդն անվճար չէ։ Հավելվածում կարող եք անվճար ստեղծել առաջին պարզ կոդը կամ կոդ ձեր փաթեթից։
pt: Este código não é grátis. No app você pode criar grátis seu primeiro código simples ou um código do seu pacote.
ru: Этот код не бесплатный. В приложении можно бесплатно создать первый простой код или код из вашего пакета.

# store.downloadNotInApp
source: The full-size image of this code isn’t available in the app.
de: Das Bild dieses Codes in voller Größe ist in der App nicht verfügbar.
es: La imagen a tamaño completo de este código no está disponible en la app.
fr: L’image en taille réelle de ce code n’est pas disponible dans l’app.
hy: Այս կոդի լրիվ չափի պատկերը հավելվածում հասանելի չէ։
pt: A imagem em tamanho real deste código não está disponível no app.
ru: Картинка этого кода в полном размере в приложении недоступна.

# store.roomNotInApp
source: Not enough space under the code. Delete something or pick a smaller file.
de: Unter dem Code ist nicht genug Platz. Lösche etwas oder wähle eine kleinere Datei.
es: No hay espacio suficiente bajo el código. Borra algo o elige un archivo más pequeño.
fr: Pas assez de place sous le code. Supprimez quelque chose ou choisissez un fichier plus petit.
hy: Կոդի տակ տեղը բավարար չէ։ Ջնջեք ինչ-որ բան կամ ընտրեք ավելի փոքր ֆայլ։
pt: Não há espaço suficiente sob o código. Apague algo ou escolha um arquivo menor.
ru: Под кодом не хватает места. Удалите что-нибудь или выберите файл поменьше.

# store.videoLimit
source: Video up to 1 GB, if it fits in the space under the code
de: Video bis 1 GB, wenn es in den Platz unter dem Code passt
es: Vídeo de hasta 1 GB, si cabe en el espacio bajo el código
fr: Vidéo jusqu’à 1 Go, si elle tient dans l’espace sous le code
hy: Տեսանյութ մինչև 1 ԳԲ, եթե տեղավորվի կոդի տակ եղած տեղում
pt: Vídeo de até 1 GB, se couber no espaço sob o código
ru: Видео до 1 ГБ, если влезет в место под кодом

# styleReady
source: Ready-made styles
de: Fertige Stile
es: Estilos listos
fr: Styles prêts
hy: Պատրաստի ոճեր
pt: Estilos prontos
ru: Готовые стили

# styleReadyHint
source: Tap any of them, then change whatever you like.
de: Tippe einen an und ändere danach, was du willst.
es: Toca cualquiera y luego cambia lo que quieras.
fr: Touchez-en un, puis changez ce que vous voulez.
hy: Սեղմեք ցանկացածի վրա, հետո փոխեք ինչ ուզում եք։
pt: Toque em qualquer um e depois mude o que quiser.
ru: Нажмите на любой — потом можно поменять что угодно.

source: Swap
de: Tauschen
es: Intercambiar
fr: Inverser
hy: Փոխել տեղերը
pt: Trocar
ru: Поменять местами

# tab.scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
hy: Սկաներ
pt: Escanear
ru: Сканер

# tabMemory
source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
hy: Հիշողություն
pt: Memória
ru: Память

# textPlaceholder
source: What’s worth remembering…
de: Was man sich merken sollte…
es: Lo que vale la pena recordar…
fr: Ce qu’il faut retenir…
hy: Ինչ է կարևոր հիշել…
pt: O que vale a pena lembrar…
ru: Что важно запомнить…

# tierSimple
source: Simple code
de: Einfacher Code
es: Código simple
fr: Code simple
hy: Պարզ կոդ
pt: Código simples
ru: Простой код

# tierStyled
source: Styled code
de: Gestalteter Code
es: Código con estilo
fr: Code stylisé
hy: Գեղեցիկ կոդ
pt: Código estilizado
ru: Красивый код

# tpl.car
source: Car
de: Auto
es: Coche
fr: Voiture
hy: Մեքենա
pt: Carro
ru: Машина

# tpl.item
source: Brand item
de: Markenartikel
es: Artículo de marca
fr: Article de marque
hy: Բրենդի իր
pt: Item de marca
ru: Вещь бренда

# tpl.lost
source: Keys & things
de: Schlüssel & Dinge
es: Llaves y objetos
fr: Clés et objets
hy: Բանալիներ և իրեր
pt: Chaves e objetos
ru: Ключи и вещи

# tpl.memory
source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
hy: Հիշողություն
pt: Memória
ru: Память

# tpl.pet
source: Pet
de: Haustier
es: Mascota
fr: Animal
hy: Ընտանի կենդանի
ru: Питомец

# type.contact
source: Contact
de: Kontakt
es: Contacto
hy: Կոնտակտ
pt: Contato
ru: Контакт

# type.event
source: Event
de: Termin
es: Evento
fr: Événement
hy: Միջոցառում
pt: Evento
ru: Событие

# type.location
source: Map location
de: Ort auf der Karte
es: Ubicación en el mapa
fr: Lieu sur la carte
hy: Տեղ քարտեզում
pt: Local no mapa
ru: Место на карте

# type.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hy: Հեռախոս
pt: Telefone
ru: Телефон

# type.wifi
source: Wi-Fi
de: WLAN

# upMax
source: One code holds at most {max}. Pick a smaller file.
de: Ein Code fasst höchstens {max}. Wähle eine kleinere Datei.
es: Un código guarda como máximo {max}. Elige un archivo más pequeño.
fr: Un code contient au maximum {max}. Choisissez un fichier plus petit.
hy: Մեկ կոդի տակ՝ ոչ ավելի, քան {max}։ Ընտրեք ավելի փոքր ֆայլ։
pt: Um código guarda no máximo {max}. Escolha um arquivo menor.
ru: Под одним кодом — не больше {max}. Выберите файл поменьше.

# upNeed
source: It needs {size} of space — ${price} a month.
de: Nötig sind {size} Speicher — ${price} im Monat.
es: Necesita {size} de espacio — ${price} al mes.
fr: Il faut {size} d’espace — ${price} par mois.
hy: Պետք է {size} տեղ՝ ${price} ամսական։
pt: Precisa de {size} de espaço — ${price} por mês.
ru: Нужно место {size} — ${price} в месяц.

# upOwnerOnly
source: Not enough space. Only the code’s owner can buy more.
de: Nicht genug Speicher. Nur der Besitzer des Codes kann mehr kaufen.
es: No hay espacio suficiente. Solo el dueño del código puede comprar más.
fr: Pas assez d’espace. Seul le propriétaire du code peut en acheter plus.
hy: Տեղը չի բավականացնում։ Ավելի շատ տեղ կարող է գնել միայն կոդի տերը։
pt: Falta espaço. Só o dono do código pode comprar mais.
ru: Места не хватает. Купить больше места может только хозяин кода.

# upPay
source: Pay ${price} and upload
de: ${price} zahlen und hochladen
es: Pagar ${price} y subir
fr: Payer ${price} et envoyer
hy: Վճարել ${price} և վերբեռնել
pt: Pagar ${price} e enviar
ru: Оплатить ${price} и загрузить

# upSizes
source: File: {file} · free: {free} of {quota}
de: Datei: {file} · frei: {free} von {quota}
es: Archivo: {file} · libre: {free} de {quota}
fr: Fichier : {file} · libre : {free} sur {quota}
hy: Ֆայլ՝ {file} · ազատ՝ {free}՝ {quota}-ից
pt: Arquivo: {file} · livre: {free} de {quota}
ru: Файл: {file} · свободно: {free} из {quota}

# upTooBigTitle
source: The file doesn’t fit under the code
de: Die Datei passt nicht unter den Code
es: El archivo no cabe bajo el código
fr: Le fichier ne tient pas sous le code
hy: Ֆայլը չի տեղավորվում կոդի տակ
pt: O arquivo não cabe sob o código
ru: Файл не помещается под кодом

# upcomingHint
source: Overdue and due in the next 2 weeks — across all your codes
de: Überfälliges und die nächsten 2 Wochen — über alle deine Codes
es: Lo vencido y lo de las próximas 2 semanas — en todos tus códigos
fr: En retard et dans les 2 prochaines semaines — sur tous vos codes
hy: Ուշացածը և առաջիկա 2 շաբաթվանը — ձեր բոլոր կոդերով
pt: Atrasados e para as próximas 2 semanas — em todos os seus códigos
ru: Просроченное и на ближайшие 2 недели — по всем вашим кодам

# upcomingTitle
source: To do
de: Zu erledigen
es: Por hacer
fr: À faire
hy: Ինչ անել
pt: A fazer
ru: Что сделать

source: Upload
de: Hochladen
es: Subir
fr: Importer
hy: Վերբեռնել
pt: Enviar
ru: Загрузить

# uploadError
source: Couldn’t save. Check the file and try again.
de: Speichern fehlgeschlagen. Prüfe die Datei und versuch es noch einmal.
es: No se pudo guardar. Revisa el archivo e inténtalo de nuevo.
fr: Enregistrement impossible. Vérifiez le fichier et réessayez.
hy: Չհաջողվեց պահպանել։ Ստուգեք ֆայլը և փորձեք կրկին։
pt: Não foi possível salvar. Verifique o arquivo e tente de novo.
ru: Не удалось сохранить. Проверьте файл и попробуйте ещё раз.

source: Uploading…
de: Wird hochgeladen…
es: Subiendo…
fr: Envoi…
hy: Վերբեռնում ենք…
pt: Enviando…
ru: Загружаем…

# videoLimit
source: Video up to 1 GB. If it doesn’t fit, we’ll show what the space it needs costs
de: Video bis 1 GB. Passt es nicht, zeigen wir, was der nötige Speicher kostet
es: Video de hasta 1 GB. Si no cabe, te mostramos cuánto cuesta el espacio que necesita
fr: Vidéo jusqu’à 1 Go. Si elle ne tient pas, on vous montre le prix de l’espace nécessaire
hy: Տեսանյութ՝ մինչև 1 ԳԲ։ Չտեղավորվի՝ ցույց կտանք, թե որքան արժե պետք եղած տեղը
pt: Vídeo de até 1 GB. Se não couber, mostramos quanto custa o espaço necessário
ru: Видео до 1 ГБ. Не влезет в место под кодом — покажем, сколько стоит нужное место

# videoTooBig
source: The video is over 1 GB — pick a shorter one
de: Das Video ist größer als 1 GB — wähle ein kürzeres
es: El video pesa más de 1 GB — elige uno más corto
fr: La vidéo dépasse 1 Go — choisissez-en une plus courte
hy: Տեսանյութը 1 ԳԲ-ից մեծ է — ընտրեք ավելի կարճը
pt: O vídeo tem mais de 1 GB — escolha um mais curto
ru: Видео больше 1 ГБ — выберите покороче

# vis.all
source: Everyone
de: Alle
es: Todos
fr: Tout le monde
hy: Բոլորը
pt: Todos
ru: Все

# vis.contacts
source: My contacts
de: Meine Kontakte
es: Mis contactos
fr: Mes contacts
hy: Իմ կոնտակտները
pt: Meus contatos
ru: Мои контакты

# vis.me
source: Only me
de: Nur ich
es: Solo yo
fr: Moi seul
hy: Միայն ես
pt: Só eu
ru: Только я

# vis.people
source: Chosen people
de: Ausgewählte Personen
es: Personas elegidas
fr: Personnes choisies
hy: Ընտրված մարդիկ
pt: Pessoas escolhidas
ru: Выбранные люди

# visHint.all
source: Anyone who scans the code sees the memory — even without signing in
de: Jeder, der den Code scannt, sieht die Erinnerung — auch ohne Anmeldung
es: Cualquiera que escanee el código ve la memoria — incluso sin entrar
fr: Quiconque scanne le code voit la mémoire — même sans connexion
hy: Հիշողությունը տեսնում է ամեն մեկը, ով սկանավորել է կոդը, — նույնիսկ առանց մուտքի
pt: Qualquer pessoa que escanear o código vê a memória — mesmo sem entrar
ru: Память видит любой, кто отсканировал код, — даже без входа

# visHint.contacts
source: Only people in your contacts can see it — the list below is shared by all your codes
de: Nur deine Kontakte sehen sie — die Liste unten gilt für alle deine Codes
es: Solo la ven tus contactos — la lista de abajo es común para todos tus códigos
fr: Seuls vos contacts la voient — la liste ci-dessous est commune à tous vos codes
hy: Տեսնում են միայն ձեր կոնտակտները — ստորև ցուցակը, ընդհանուր ձեր բոլոր կոդերի համար
pt: Só os seus contatos veem — a lista abaixo vale para todos os seus códigos
ru: Видят только люди из ваших контактов — список ниже, общий для всех ваших кодов

# visHint.me
source: Nobody but you. A scan shows “This code is private”
de: Niemand außer dir. Der Scan zeigt „Dieser Code ist privat“
es: Nadie más que tú. El escaneo mostrará «Este código es privado»
fr: Personne d’autre que vous. Le scan affichera « Ce code est privé »
hy: Ոչ ոք, բացի ձեզնից։ Սկանը ցույց կտա «Կոդը փակ է»
pt: Ninguém além de você. O escaneamento mostrará «Este código é privado»
ru: Никто, кроме вас. Скан покажет «Код закрыт»

# visHint.people
source: Only the people on the list below can see it
de: Nur Personen auf der Liste unten sehen sie
es: Solo la ven las personas de la lista de abajo
fr: Seules les personnes de la liste ci-dessous la voient
hy: Տեսնում են միայն ստորև ցուցակի մարդիկ
pt: Só as pessoas da lista abaixo veem
ru: Видят только люди из списка ниже

# visTitle
source: Who sees the memory
de: Wer die Erinnerung sieht
es: Quién ve la memoria
fr: Qui voit la mémoire
hy: Ով է տեսնում հիշողությունը
pt: Quem vê a memória
ru: Кто видит память

# wifiHow
source: Open Wi-Fi settings, pick this network and paste the password.
de: Öffne die WLAN-Einstellungen, wähle dieses Netz und füge das Passwort ein.
es: Abre los ajustes de Wi-Fi, elige esta red y pega la contraseña.
fr: Ouvrez les réglages Wi-Fi, choisissez ce réseau et collez le mot de passe.
hy: Բացեք Wi-Fi-ի կարգավորումները, ընտրեք այս ցանցը և տեղադրեք գաղտնաբառը։
pt: Abra as configurações de Wi-Fi, escolha esta rede e cole a senha.
ru: Откройте настройки Wi-Fi, выберите эту сеть и вставьте пароль.

# withApple
source: Sign in with Apple
de: Mit Apple anmelden
es: Entrar con Apple
fr: Se connecter avec Apple
hy: Մուտք Apple-ով
pt: Entrar com Apple
ru: Войти через Apple

# withGoogle
source: Sign in with Google
de: Mit Google anmelden
es: Entrar con Google
fr: Se connecter avec Google
hy: Մուտք Google-ով
pt: Entrar com Google
ru: Войти через Google

source: you
de: du
es: tú
fr: vous
hy: դուք
pt: você
ru: вы

# addText
source: Text
es: Texto
fr: Texte
hy: Տեքստ
pt: Texto
ru: Текст

# code.video
source: Video
es: Vídeo
fr: Vidéo
hy: Տեսանյութ
pt: Vídeo
ru: Видео

# codesCountLabel
source: codes
es: códigos
hy: կոդ
pt: códigos
ru: кодов

# create.modeQR
source: QR code
es: Código QR
fr: Code QR
hy: QR կոդ
pt: Código QR
ru: QR-код

# field.text
source: Text
es: Texto
fr: Texte
hy: Տեքստ
pt: Texto
ru: Текст

# field.website
source: Website
es: Sitio web
fr: Site web
hy: Կայք
pt: Site
ru: Сайт

# preset.circuit
source: Techno
es: Tecno
hy: Տեխնո
pt: Tecno
ru: Техно

# result.barcode
source: Barcode
es: Código de barras
fr: Code-barres
hy: Շտրիխկոդ
pt: Código de barras
ru: Штрихкод

# result.link
source: Link
es: Enlace
fr: Lien
hy: Հղում
ru: Ссылка

# result.ours
source: QR Space code
es: Código de QR Space
fr: Code QR Space
hy: QR Space կոդ
pt: Código QR Space
ru: Код QR Space

# scansCount
source: Scans
es: Escaneos
hy: Սկաններ
pt: Escaneamentos
ru: Сканов

# titleLabel
source: Name
es: Nombre
fr: Nom
hy: Անունը
pt: Nome
ru: Название

# tpl.link
source: Link
es: Enlace
fr: Lien
hy: Հղում
ru: Ссылка

# type.email
source: Email
es: Correo
hy: Էլ. փոստ
ru: Почта

# type.text
source: Text
es: Texto
fr: Texte
hy: Տեքստ
pt: Texto
ru: Текст

# type.url
source: Link
es: Enlace
fr: Lien
hy: Հղում
ru: Ссылка

# addVideo
source: Video
fr: Vidéo
hy: Տեսանյութ
pt: Vídeo
ru: Видео

# eye.chip
source: Chip
fr: Puce
hy: Չիպ
ru: Чип

# reason.spam
source: Spam
hy: Սպամ
ru: Спам
